IDEA Open Model
ResultOfInternalForces.Qy Property
 Shear force in y dirrection
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Qy { get; set; }
Public Property Qy As Double
	Get
	Set
public:
property double Qy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfInternalForces Class
IdeaRS.OpenModel.Result Namespace